{"metadata":{"source":"../private/Trend_Mentions.txt","title":"Trend Mentions by Topic","about":"This dataset is an anonymized derivative of the original data about trends for collections development identified during interviews and working group sessions. Dataset contains a list of all trends and their associated description and number of mentions.","filename":"anonymized_trends_by_topic.json"},"data":{"Access to information and technology resources, changing patron expectations for":{"name":"Access to information and technology resources, changing patron expectations for","description":"Patrons now expect to have remote, unlimited, and constantly available access to information and technology resources, such as software and articles online","mentions":2},"Article-level access, increased demand for":{"name":"Article-level access, increased demand for","description":"Patrons and collections development professionals are increasingly demanding access to individual articles, rather than simply entire databases of articles","mentions":1},"Asymmetric impact of digital revolution on academic disciplines":{"name":"Asymmetric impact of digital revolution on academic disciplines","description":"Despite the increased number of electronic resources, scholarly resources in some academic disciplines are still only available in print and will continue to be for the foreseeable future","mentions":1},"Big data":{"name":"Big data","description":"Refers to a collection of datasets so large and complex that it is challenging to manage it using traditional database or information management tools (Source: Wikipedia)","mentions":1},"Born-digital content, proliferation of":{"name":"Born-digital content, proliferation of","description":"Content that is born-digital is becoming increasingly common","mentions":3},"Born-digital materials, impact on research and learning":{"name":"Born-digital materials, impact on research and learning","description":"The impact of born-digital materials on the research and learning process","mentions":1},"Born-digital content, challenges of collecting":{"name":"Born-digital content, challenges of collecting","description":"Born-digital materials poses special challenges to collecting, especially in relation to preservation, that print materials do not pose.","mentions":1},"Challenges inherent in building hybrid archives, increased awareness of":{"name":"Challenges inherent in building hybrid archives, increased awareness of","description":"Institutions, libraries, and collections development professionals have become increasingly aware of the challenges of building and maintaining collections that include print, digital, and special collections materials","mentions":2},"Content control, changes in models of":{"name":"Content control, changes in models of","description":"With the rise of e-resources, there have been changes in models of content control, in particular pertaining to owning vs. leasing of content.","mentions":3},"Collaboration between researchers, increased frequency of":{"name":"Collaboration between researchers, increased frequency of","description":"More researchers are collaborating with one another, facilitated by technologies such as social networking","mentions":4},"Collaborative collections and collections development":{"name":"Collaborative collections and collections development","description":"As funding pressure has increased, collections development professionals have increasingly turned to collaborations to increase the scope of materials for their patrons and reduce direct costs","mentions":20},"Collaborative collections development, difficulty of maintaining":{"name":"Collaborative collections development, difficulty of maintaining","description":"Although collaborative collecting agreements can be attractive, they can also be very difficult to maintain.","mentions":1},"Collecting practices, changes in":{"name":"Collecting practices, changes in","description":"Increasingly, libraries can no longer 'collect for the ages', and instead must focus on meeting immediate patron needs  or collecting distinctive materials","mentions":1},"Collecting practices, impact of modes of discovery upon":{"name":"Collecting practices, impact of modes of discovery upon","description":"The relationship between modes of discovery and collecting practices","mentions":2},"Collections in the Cloud, increased interest in":{"name":"Collections in the Cloud, increased interest in","description":"Describes the services involved in providing access to data stored remotely via a network (Source: Wikipedia); assumption is that some digital collections will be hosted in this manner","mentions":5},"Cooperative digital preservation infrastructure, creation of":{"name":"Cooperative digital preservation infrastructure, creation of","description":"Infrastructure that is developed in partnership with other organizations for the purposes of long term digital preservation","mentions":1},"Computational scholarship, rise of":{"name":"Computational scholarship, rise of","description":"The rise of more disciplines using computational strategies to analyze datasets or create scholarship (e.g. computational journalism, the digital humanities)","mentions":1},"Content aggregators, proliferation of":{"name":"Content aggregators, proliferation of","description":"Given the increased number of digital resources being created and that are now publicly available, there has been a proliferation of agents engaged in repackaging and aggregating these sources into consolidated data streams","mentions":1},"Content remixing, practice of":{"name":"Content remixing, practice of","description":"Given the increase availability of freely available digital resources, more individuals are remixing content they find online for use in other applications such as course work, new modes of communication, and new digital works","mentions":1},"Continued relevance of print in certain subject areas":{"name":"Continued relevance of print in certain subject areas","description":"Despite the increased number of electronic resources, scholarly resources in some academic disciplines are still only available in print and will continue to be for the foreseeable future","mentions":2},"Cross- and inter-disciplinary scholarship and research activities, increased frequency of":{"name":"Cross- and inter-disciplinary scholarship and research activities, increased frequency of","description":"An increasing number of researchers and faculty are engaging in research and collaborations that span disciplines giving rise to more cross- (and inter-) disciplinary research activities","mentions":1},"Cross-repository information, increased production of":{"name":"Cross-repository information, increased production of","description":"Collections that span multiple repositories (e.g. digital collections) are becoming more common","mentions":1},"Crowd-sourced curation, rise of":{"name":"Crowd-sourced curation, rise of","description":"Increasingly, the curation of digital content (e.g. images) is being crowd-sourced","mentions":2},"Data provenance, increased importance of":{"name":"Data provenance, increased importance of","description":"As more scholars make use of datasets, it has become increasingly important to them that the provenance of the data be explicated and well-understood","mentions":1},"Data-driven collecting decisions, increased practice of (e.g. bibliometrics)":{"name":"Data-driven collecting decisions, increased practice of (e.g. bibliometrics)","description":"Increasingly, libraries are requiring that collections (and other budget items) justify their purchasing decisions using quantitative means","mentions":3},"Datamining, increased practice of":{"name":"Datamining, increased practice of","description":"As big datasets have become more available, researchers and commercial organizations have begun to mine these datasets for interesting relationships and insights","mentions":1},"Datasets, increased need to collect and curate":{"name":"Datasets, increased need to collect and curate","description":"As more scholars become involved in research that draws upon data (e.g. computational scholarship), it has become more pressing that libraries create ways to manage the datasets that researchers generate as a side effect of their scholarship as well as the primary data that they need to perform their research","mentions":6},"Digital collections, increased importance of":{"name":"Digital collections, increased importance of","description":"Patron access expectations, as well as a desire to make 'hidden' collections more accessible to others, and an increase in funding for digitization projects is driving the increased importance of library digital collections","mentions":4},"Digital content and digital formats, proliferation and wide availability of":{"name":"Digital content and digital formats, proliferation and wide availability of","description":"Digital content (free and that which is behind pay walls) is now widely available. Content aggregators have helped to fuel this availability","mentions":5},"Digital content and networks, increased use of to perform research activities":{"name":"Digital content and networks, increased use of to perform research activities","description":"Increasingly, digital content and networks are being employed to perform research activities such as gathering and analyzing data and sharing results","mentions":1},"Digital curation and management, increased interest in and need for":{"name":"Digital curation and management, increased interest in and need for","description":"As a result of increase demand that libraries collect digital materials, libraries have begun to investigate how to manage the maintenance and preservation aspects of the information lifecycle","mentions":4},"Digital formats, increased awareness of complexity of for storage and preservation":{"name":"Digital formats, increased awareness of complexity of for storage and preservation","description":"Digital formats require special treatment for preservation that is different from treatments required by print materials. Increasingly, institutions are becoming aware of and attempting to systematically address this complexity.","mentions":1},"Digital humanities, rise of":{"name":"Digital humanities, rise of","description":"Digital humanities is an area of research, teaching, and creation concerned with the intersection of computing and the disciplines of the humanities. It is linked to Computational scholarship","mentions":2},"Digital learning objects, increase in number of":{"name":"Digital learning objects, increase in number of","description":"With the rise of online courses, there has been an increase in the number of digital learning objects available","mentions":1},"Digital objects that are entangled with hardware, proliferation of":{"name":"Digital objects that are entangled with hardware, proliferation of","description":"Increasingly, digital objects are entangled with hardware platforms. E-books are an example of this, where some formats (e.g. EPUB) only work on certain e-readers","mentions":1},"Digital objects that are entangled with services, proliferation of":{"name":"Digital objects that are entangled with services, proliferation of","description":"Increasingly, digital objects are entangled with services and/or software (e.g. GIS datasets and architectural data). For instance, some data formats can only be used with certain software that must be licensed","mentions":1},"Digital projects, increased number of non-profit":{"name":"Digital projects, increased number of non-profit","description":"There are an increasing number of digital projects that are funded by non-profit organizations","mentions":1},"Digital storage and long-term preservation, increased importance of":{"name":"Digital storage and long-term preservation, increased importance of","description":"The tail end of the information lifecycle has become increasingly important, especially in light of the transience of some digital material (e.g. websites)","mentions":2},"Digital student portfolios, proliferation of":{"name":"Digital student portfolios, proliferation of","description":"Changes in teaching and learning have also altered student output. Many courses now require students to create electronic portfolios of work. Researchers also may have digital work portfolios including images, video, and electronic documents.","mentions":1},"Digitization of rare or 'hidden' materials, increased frequency of":{"name":"Digitization of rare or 'hidden' materials, increased frequency of","description":"Increasingly, institutions are focusing their efforts on making special collections or hidden materials in their collections more accessible by digitizing them","mentions":4},"E-resources, changing models of ownership":{"name":"E-resources, changing models of ownership","description":"There is a shift from ownership of content to purchasing access to content","mentions":1},"E-resources, cost of":{"name":"E-resources, cost of","description":"The price of licensing e-resources is rising","mentions":1},"E-resources, proliferation of":{"name":"E-resources, proliferation of","description":"The publishing industry has responded to the demand for e-resources by making more of them more widely available (for a fee). The digital revolution has also made it easier to self-publish digital resources","mentions":4},"Evidence-based decision making":{"name":"Evidence-based decision making","description":"Increasingly, libraries are requiring that collections (and other budget items) justify their purchasing decisions using metric-based means","mentions":3},"Embedded digital objects":{"name":"Embedded digital objects","description":"Given the proliferation of digital content, users are now embedding these digital objects into other objects to create new works. See content remixing and the Open Education Movement as an example.","mentions":1},"Faculty use of new technologies for research, increase of":{"name":"Faculty use of new technologies for research, increase of","description":"Increasingly, faculty are making use of new technologies to conduct their research and to use as primary research materials","mentions":1},"Floundering of national partnerships":{"name":"Floundering of national partnerships","description":"Various national collecting partnerships, which are difficult to maintain, are having difficulty staying cohesive and effective","mentions":1},"Faculty-driven collecting, resurgence of":{"name":"Faculty-driven collecting, resurgence of","description":"Collections development that is guided by immediate faculty needs has become more common once again","mentions":1},"Full text access, increased desire for and availability of":{"name":"Full text access, increased desire for and availability of","description":"Database vendors are making full text access to articles more common","mentions":1},"Funding constraints and competition":{"name":"Funding constraints and competition","description":"There is funding competition within libraries, institutions, and other organizations","mentions":1},"Gaps in born-digital collecting, increased awareness of":{"name":"Gaps in born-digital collecting, increased awareness of","description":"There has been increased awareness that there has been an asymmetric impact of the digital revolution on different academic disciplines","mentions":1},"Gaps in interdisciplinary collecting, increase awareness of":{"name":"Gaps in interdisciplinary collecting, increase awareness of","description":"As interdisciplinary research has increased, there is likewise an increasing awareness that there are gaps in collecting practices for interdisciplinary subject areas","mentions":1},"Global political unrest, affect upon collecting practices":{"name":"Global political unrest, affect upon collecting practices","description":"Collecting practices may be affected by political or social unrest. This is important now that scholarship has become more global and it has become more important to collect global materials","mentions":2},"Grant-funded projects to address shared collections, increased use of":{"name":"Grant-funded projects to address shared collections, increased use of","description":"More libraries will collaborate and use grant funds to build shared collections","mentions":1},"Growth of co-authorship across institutions and schools":{"name":"Growth of co-authorship across institutions and schools","description":"Increasingly, scholars are partnering across schools and institutions to create scholarship together, some of which may be interdisciplinary in nature","mentions":1},"Growth of knowledge, increased pace of":{"name":"Growth of knowledge, increased pace of","description":"Knowledge of all sorts has been growing at an increased rate","mentions":1},"Homogenization of library collections":{"name":"Homogenization of library collections","description":"Due to certain types of collecting practices, library collections are at risk of becoming homogenized","mentions":1},"Impact of discovery on choice of database purchases":{"name":"Impact of discovery on choice of database purchases","description":"Mechanisms for discovery may have significant impact upon which databases a library chooses to purchase","mentions":1},"Item-level finding aids, availability of":{"name":"Item-level finding aids, availability of","description":"There will be an increase in the availability of item-level finding aids.","mentions":1},"Justification of information resource purchases, increased pressure for":{"name":"Justification of information resource purchases, increased pressure for","description":"There is increased pressure upon libraries to justify their collections decisions","mentions":1},"Knowledge, increased proliferation and wide availability of":{"name":"Knowledge, increased proliferation and wide availability of","description":"Information of all types, print and digital, is available in massive quantities and increasing amounts","mentions":1},"Knowledge embedded in networks and relationships, increase in amount of":{"name":"Knowledge embedded in networks and relationships, increase in amount of","description":"Increase in the amount of knowledge embedded in networks","mentions":1},"Library publishing initiatives, increase in":{"name":"Library publishing initiatives, increase in","description":"Increase in library publishing initiatives","mentions":1},"Library-as-publisher, rise of role of":{"name":"Library-as-publisher, rise of role of","description":"Role of library-as-publisher","mentions":3},"Library-as-research-partner, increased role of":{"name":"Library-as-research-partner, increased role of","description":"Role of library-as-research-partner","mentions":1},"Loss of private and institutional archival material":{"name":"Loss of private and institutional archival material","description":"Loss of private and institution archival materials","mentions":1},"Merging of archival, museum, library roles in collections development":{"name":"Merging of archival, museum, library roles in collections development","description":"As collections become more heterogeneous, various curatorial roles appear to be merging","mentions":1},"Metadata, lack of subject cataloging for":{"name":"Metadata, lack of subject cataloging for","description":"The movement towards minimal subject cataloging may have a negative impact on having rich metadata for search and discovery","mentions":1},"Metadata support for open standards":{"name":"Metadata support for open standards","description":"Increase in the amount of open metadata standards","mentions":3},"Mis-match between areas of Harvard's research growth and collections growth":{"name":"Mis-match between areas of Harvard's research growth and collections growth","description":"The areas in which Harvard has experienced growth in its research and scholarship output and those in which it has experienced collections growth are not congruent","mentions":1},"Move from institution-centered collections to user-centered collections":{"name":"Move from institution-centered collections to user-centered collections","description":"Move from institution-centered collections to user-centered collections","mentions":1},"National mandates for open access, rise of":{"name":"National mandates for open access, rise of","description":"Rise of national mandates for Open access scholarship and publishing","mentions":1},"On-demand/just-in-time acquisitions, rise of and balance between":{"name":"On-demand/just-in-time acquisitions, rise of and balance between","description":"Rise of on-demand and just-in-time acquisitions practices","mentions":2},"Open access journals (and resources), proliferation of or interest in":{"name":"Open access journals (and resources), proliferation of or interest in","description":"With the increasing costs and restrictions placed upon research journals, more researchers (and research funding agencies, like the NIH) are expressing interest in Open access publications","mentions":5},"Open access journals, lack of faculty incentive to publish in":{"name":"Open access journals, lack of faculty incentive to publish in","description":"Due to the fact that tenure decisions are often tied to publication in certain prestigious journals, there can be a lack of incentive for new/up-and-coming faculty to publish in Open access journals","mentions":1},"Open Education Movement":{"name":"Open Education Movement","description":"A collective term that refers to educational organizations that seek to eliminate barriers to entry. Such institutions, for example, would not have academic admission requirements. Such universities include Open University in Britain and Athabasca University in Canada. Such programs are commonly distance learning programs like e-learning, MOOCs and open courseware, but not necessarily (Source: Wikipedia)","mentions":1},"Patron-driven acquisition, increased practice of":{"name":"Patron-driven acquisition, increased practice of","description":"Describes the practice of acquiring resources based upon patron-demand, as opposed to acquiring resources chosen by selectors","mentions":7},"Physical space, implications for short- and long-term storage of print":{"name":"Physical space, implications for short- and long-term storage of print","description":"The decreasing availability of physical space needed to store print materials is playing a role in the movement to collect more digital materials","mentions":2},"Primary research materials, increased collecting of by libraries":{"name":"Primary research materials, increased collecting of by libraries","description":"Increasingly, researchers and faculty are requesting that libraries collect, curate, and preserve primary research materials that are digital or of unusual formats (e.g. ephemera)","mentions":2},"Public services, increased importance of":{"name":"Public services, increased importance of","description":"Services to patron are becoming increasingly important as collections, especially digital collections, require more reference or specialty services to provide maximum benefit to patrons","mentions":1},"Push-back against vendor pricing for resources, increased incidence of":{"name":"Push-back against vendor pricing for resources, increased incidence of","description":"Increasingly, libraries are pushing back against vendors regarding pricing, packaging, and terms of use for resources, including electronic resources","mentions":1},"Relationships with vendors having non-academic subscription models, increased number of":{"name":"Relationships with vendors having non-academic subscription models, increased number of","description":"Increasingly, content that scholars want access to are not available from traditional publishers. This requires that libraries enter relationships with vendors that do not have traditional academic subscription models","mentions":2},"Remote access to collections, patron desire for":{"name":"Remote access to collections, patron desire for","description":"Patrons want access to library collections from remote locations (online)","mentions":1},"Scholarly communication, new forms of":{"name":"Scholarly communication, new forms of","description":"There are now few forms of communication between scholars and the scholarly community","mentions":3},"Scholarship and/or research, new forms of":{"name":"Scholarship and/or research, new forms of","description":"Scholarship is taking new forms beyond traditional peer-reviewed articles published in journals","mentions":3},"Self-published content, increased rate of creation and promotion":{"name":"Self-published content, increased rate of creation and promotion","description":"Individuals and scholars are increasingly publishing their own content on the Web","mentions":1},"Shadow libraries, rise of":{"name":"Shadow libraries, rise of","description":"Shadow libraries are libraries whose contents are provided to users for free. May be related to MOOCs.","mentions":1},"Shared catalogs, increased prevalence of":{"name":"Shared catalogs, increased prevalence of","description":"Increasingly, institutions are sharing their catalogues (e.g. OPACs) with one-another and with patrons. This is connected to new collaborations between institutions.","mentions":1},"Shared print collections, increased practice of":{"name":"Shared print collections, increased practice of","description":"With the  increasing cost of print resources as well as physical storage space, many institutions and schools are sharing their print collections","mentions":1},"Shift from comprehensive collecting to narrowly-focused collecting":{"name":"Shift from comprehensive collecting to narrowly-focused collecting","description":"Libraries have begun shifting from collecting as broadly as possible to collecting based upon a tight interpretation of their mission. This has implications for preserving the breadth of scholarship across multiple institutions","mentions":2},"Shrinking number of research libraries":{"name":"Shrinking number of research libraries","description":"Due to larger economic forces and funding constraints, the overall number of research libraries in the United States is shrinking*","mentions":1},"Social networking and social media, increased scholarly use of":{"name":"Social networking and social media, increased scholarly use of","description":"Scholars are increasingly using social networking to collaborate and share results and using the knowledge/relationships within these networks as sources of primary research materials","mentions":1},"Special and distinctive collections, increased importance of":{"name":"Special and distinctive collections, increased importance of","description":"Libraries' special and distinctive collections have become increasingly important as libraries (and institutions) strive to emphasis the unique materials, including digital objects and print ephemera, in their collections rather than their more homogeneous contents","mentions":4},"Strategic collecting between universities, rise of":{"name":"Strategic collecting between universities, rise of","description":"Due to funding constraints and escalating costs of materials, universities have begun to cooperate in the collecting of materials","mentions":1},"Use statistics, increased importance of":{"name":"Use statistics, increased importance of","description":"Measuring the frequency with which resources has become increasingly important as collections development professionals are called upon to justify their collecting decisions","mentions":3},"Vendors offering enhanced services, increased number of":{"name":"Vendors offering enhanced services, increased number of","description":"In order to find new markets for their products and to justify price increases, vendors have begun to offer enhanced services to their customers","mentions":1}}}