{"metadata":{"source":"../private/Driver_Mentions.txt","title":"Driver Mentions by Topic","about":"This dataset is an anonymized derivative of the original data about drivers for collections development identified during interviews and working group sessions. Dataset contains a list of drivers and their associated description and number of mentions.","filename":"anonymized_drivers_by_topic.json"},"data":{"1":[{"name":"Archival collections, proliferation and quality of","description":"There is a proliferation in the number and quality of archival collections","mentions":1},{"name":"Article-level access, increased demand for","description":"Patrons and collections development professionals are increasingly demanding access to individual articles, rather than simply entire databases of articles","mentions":1},{"name":"Asymmetric impact of digital revolution on academic disciplines","description":"Despite the increased number of electronic resources, scholarly resources in some academic disciplines are still only available in print and will continue to be for the foreseeable future","mentions":1},{"name":"Balancing just-in-time versus just-in-case collecting","description":"Due to funding constraints, libraries are being forced to recalibrate there balance between collecting for immediate needs and collecting for the future","mentions":1},{"name":"Balancing print-vs-digital collecting, challenge of","description":"Collections development professionals face trade-offs in collection print vs. digital materials due to patron expectations, changes in publishing practices,  and the asymmetric impact of the digital revolution on some academic disciplines","mentions":1},{"name":"Bundling books for sale as subscriptions","description":"Like with serials, increasingly publishers are bundling books together for sale as subscriptions","mentions":1},{"name":"Changing emphasis on information products vs. services","description":"Increasingly, publishers and other information providers are making content available as services rather than as individual digital (or otherwise) objects. For instance, Open APIs  provide access to aggregates of digital objects. This disrupts traditional models of ownership of resources.","mentions":1},{"name":"Changing focus from ownership to access","description":"Increasingly, collections development professionals are changing their focus from owning content to providing access to content. Linked to 'Collections in the Cloud'","mentions":1},{"name":"Changing modalities of teaching","description":"Universities and other institutions are beginning to offer courses and programs online and to support distance learning","mentions":1},{"name":"Cloud storage and services","description":"Describes the services involved in providing access to data stored remotely via a network (Source: Wikipedia)","mentions":1},{"name":"Collection-as-network-node","description":"Collections are increasingly being seen as one node in a network of information resources that are made available to patrons","mentions":1},{"name":"Collections composition, increasingly homogeneous nature of","description":"Due to funding constraints and the focus on meeting near-term curricular needs, collections are becoming increasingly homogeneous","mentions":1},{"name":"Collections development workforce, increased demands on time (e.g. for teaching, technical services)","description":"Collections development professionals are increasingly being tasked with activities other than selecting new materials","mentions":1},{"name":"Competition for finite resources","description":"There has been an increase in the cost of materials to be collected, such as serials and e-resources","mentions":1},{"name":"Commercial information industry, expansion of","description":"The commercial information industry is expanding into areas beyond the traditional ones such as serials","mentions":1},{"name":"Content aggregators, proliferation of","description":"Given the increased number of digital resources being created and that are now publicly available, there has been a proliferation of agents engaged in repackaging and aggregating these sources into consolidated data streams","mentions":1},{"name":"Content remixing, practice of","description":"Given the increase availability of freely available digital resources, more individuals are remixing content they find online for use in other applications such as course work, new modes of communication, and new digital works","mentions":1},{"name":"Copyright, issues pertaining to","description":"As more digital content becomes available and is easy to share concerns regarding copyright and use of these materials has arisen","mentions":1},{"name":"Cross-disciplinary research, funding for","description":"There has been increased collaboration between researchers in different fields giving rise to more cross- (and inter-) disciplinary research activities","mentions":1},{"name":"Digital objects and resources, easy peer-to-peer sharing of","description":"It is easy to share digital objects via networks and services such as Bit torrent","mentions":1},{"name":"Digital objects and resources, increased creation and curation by libraries","description":"Increasingly, libraries are collecting, creating, and curating digital objects and resources themselves rather than purchasing them","mentions":1},{"name":"Digital objects that are entangled with hardware, proliferation of","description":"Increasingly, digital objects are entangled with hardware platforms. E-books are an example of this, where some formats (e.g. EPUB) only work on certain e-readers","mentions":1},{"name":"Digital objects that are entangled with services, proliferation of","description":"Increasingly, digital objects are entangled with services and/or software (e.g. GIS datasets and architectural data). For instance, some data formats can only be used with certain software that must be licensed","mentions":1},{"name":"Digital Rights Management (DRM)","description":"Many information vendors encumber their digital resources with DRM which makes challenging to meeting users expectations about information availability and cost","mentions":1},{"name":"Discipline-specific format needs","description":"The formats for digital objects vary according to discipline","mentions":1},{"name":"Disruption of government information channels","description":"Communities and groups like Wikileaks are disrupting traditional government information channels","mentions":1},{"name":"E-books, inconsistent quality of","description":"E-books can be of spotty quality, having OCR artifacts, poor formatting, and other negative features that make them less desirable than their print companions","mentions":1},{"name":"E-resources, changing licensing models","description":"Publishers are changing how they license e-resources which affects patron access and ownership rights","mentions":1},{"name":"E-resources, increased complexity of pricing models","description":"Pricing models for e-resources are becoming increasingly complex, taking into access demand, type of resource, point-of-access, and the like","mentions":1},{"name":"Effect of globalization on information lifecycle","description":"The globalization of scholarship, the increasing demands for content from around the world, and increase in collaborations between global researchers  has affected the entire information lifecycle, from the creation of information to its maintenance and preservation","mentions":1},{"name":"Embedded digital objects","description":"Given the proliferation of digital content, users are now embedding these digital objects into other objects to create new works. See content remixing and the Open Education Movement as an example.","mentions":1},{"name":"Expectation (mistaken) that all new knowledge in all disciplines is born-digital","description":"Given the wide availability of search engines and content aggregators, some users are under the mistaken impression that all new knowledge is born-digital.","mentions":1},{"name":"Expectation that all information should be free of cost","description":"Given the wide availability of search engines and content aggregators, many users are under the impression that all digital information should be free of cost. This expectation has transformed industries such as the music and newspaper industries.","mentions":1},{"name":"Free resources, availability of","description":"There is a tremendous amount of free and freely available content on the Web","mentions":1},{"name":"Funding of public vs. private universities, asymmetric impact of","description":"Public and private universities have different funding models. Public universities may be more affected by changes in government funding models whereas private universities may be affected more by factors that influence donors and the side/distribution of their endowments.","mentions":1},{"name":"Funding, decline of external funding sources","description":"Overall, funding for libraries from external sources (e.g. government revenues and grants) has decreased","mentions":1},{"name":"Increased competition in the information ecology","description":"Changes information technology have made it possible for new vendors to entire the market and for existing vendors to publish and distribute content in new ways leading to increased competition in the industry.","mentions":1},{"name":"Increased costs associated with information lifecycle","description":"Overall, costs to acquire, maintain, and preserve information have risen, both for print and digital materials","mentions":1},{"name":"Increased quality of information resources","description":"Overall, the quality (e.g. image resolution, better curation) has improved","mentions":1},{"name":"Information commons, debate about role of in collecting","description":"Describes an information system, such as a physical library or online community, that exists to produce, conserve, and preserve information for current and future generations (Source: Wikipedia)","mentions":1},{"name":"Justification of information resource purchases, increased pressure for","description":"Increasingly, libraries are requiring that collections (and other budget items) justify their purchasing decisions using quantitative means","mentions":1},{"name":"Library size, effect on collections mission and scope","description":"The size of a library (and its home institution) will have an impact on its collecting mission and scope","mentions":1},{"name":"Mismatch between use of journals and purchase patterns for journals","description":"Due to the fact that e-resources and serials must be purchased as bundles, there is often a mismatch between the resources that are purchased and the resources that are actually used by patrons","mentions":1},{"name":"Multiple owners of primary source material","description":"Due to complexities in the production of knowledge and digital objects, sometimes there may be multiple owners of primary source material (e.g. individual blogger vs. blog hosting service; remixed or embedded content)","mentions":1},{"name":"Open access journals (and resources), need to insert practices into existing research workflows","description":"With the rise of Open access scholarship, there is a need to incorporate these practices into existing knowledge production workflows to ensure maximum participation by researchers and faculty","mentions":1},{"name":"Open access journals, lack of faculty incentive to publish in","description":"Due to the fact that tenure decisions are often tied to publication in certain prestigious journals, there can be a lack of incentive for new/up-and-coming faculty to publish in Open access journals","mentions":1},{"name":"Open APIs","description":"A term used to describe sets of technologies that enable websites to interact with each other by using REST, SOAP, JavaScript and other web technologies. While its possibilities aren't limited to web-based applications, it's becoming an increasing trend in so-called Web 2.0 applications (Source: Wikipedia)","mentions":1},{"name":"Open Education Movement","description":"A collective term that refers to educational organizations that seek to eliminate barriers to entry. Such institutions, for example, would not have academic admission requirements. Such universities include Open University in Britain and Athabasca University in Canada. Such programs are commonly distance learning programs like e-learning, MOOCs and open courseware, but not necessarily (Source: Wikipedia)","mentions":1},{"name":"Organizational and technical infrastructure to handle born-digital content; development of","description":"Born-digital objects requires an organizational, technical, and skills infrastructure to manage them over their lifecycle. This is a different infrastructure than that needed to manage the lifecycle of print resources.","mentions":1},{"name":"Physical space, declining library patron use of","description":"Patrons have changing expectations about how library space should be used","mentions":1},{"name":"Political influence on information lifecycle at institutional level","description":"Politics at the institutional level affects how funding is allocated for different aspects of the information lifecycle, from acquisition to long term preservation, especially who should be responsible for which aspect. For instance, money may be preferentially allocated to IT expenses than to acquisition of print resources","mentions":1},{"name":"Political influence on information lifecycle at library level","description":"Politics at the library level affects how funding is allocated for different aspects of the information lifecycle, from acquisition to long term preservation, especially who should be responsible for which aspect. For instance, money may be preferentially allocated to acquiring digital resources rather than print resources","mentions":1},{"name":"Political influence on information lifecycle at state or national level","description":"Politics at the state and nation level affects how funding is allocated for different aspects of the information lifecycle, from acquisition to long term preservation, especially who should be responsible for which aspect. For instance, there may be less funding available for preservation of digital resources than digitization of existing collections","mentions":1},{"name":"Privacy concerns and issues","description":"With the proliferation of digital data, networks, and digital scholarship, there is increased concern about the privacy of content creators and users of content","mentions":1},{"name":"Record of scholarship, changing nature of","description":"Due to changes in the format of knowledge produced (e.g. social networks, digital portfolios, datasets), the record of scholarship is also changing","mentions":1},{"name":"Remote access to collections, patron desire for","description":"Patrons want access to library collections from remote locations (online)","mentions":1},{"name":"Researcher needs, increasingly eclectic nature of","description":"Researchers no longer want access to traditional print materials. They also want access to other resources such as data sets and information services.","mentions":1},{"name":"Self-published content, increased rate of creation and promotion","description":"Individuals and scholars are increasingly publishing their own content on the Web","mentions":1},{"name":"Streaming media and services, rise of","description":"Multimedia that is constantly received by and presented to an end-user while being delivered by a provider. Its verb form, to stream, refers to the process of delivering media in this manner; the term refers to the delivery method of the medium rather than the medium itself (Source: Wikipedia)","mentions":1},{"name":"Tension between available funding and resource needs","description":"There is an obvious tension between the funding libraries have and the resources that their patron want","mentions":1},{"name":"Tension between local collection needs and greater-Harvard needs","description":"Within Harvard, there is tension between collection needs at local libraries and the needs of the greater institution","mentions":1},{"name":"Traditional information distributors, diminished role of","description":"With the rise of non-traditional (or locally produced) materials being demanded by patrons, the role of the traditional information publisher is slowly declining","mentions":1},{"name":"Use statistics, increased importance of","description":"Measuring the frequency with which resources has become increasingly important as collections development professionals are called upon to justify their collecting decisions","mentions":1},{"name":"Vendor adoption of e-commerce practices","description":"Some vendors (of specialty publications or specialty books) are just beginning to adopt e-commerce practices making it easier for institutions to purchase their offerings","mentions":1}],"2":[{"name":"Born-digital content, challenges of collecting","description":"Born-digital materials poses special challenges to collecting, especially in relation to preservation, that print materials do not pose.","mentions":2},{"name":"Changing perception of the library amongst users","description":"It is well-documented that the perceptions of 'what a library is for' has been changing for library patrons","mentions":2},{"name":"Collaborative collections and collections development","description":"As funding pressure has increased, collections development professionals have increasingly turned to collaborations to increase the scope of materials for their patrons and reduce direct costs","mentions":2},{"name":"Collecting practices, changes in","description":"Increasingly, libraries can no longer 'collect for the ages', and instead must focus on meeting immediate patron needs or on collecting distinctive materials","mentions":2},{"name":"Collections development workforce, shrinking of (e.g. bibliographers)","description":"Due to competition for funding, funding constraints, and a need for staff with different skills, libraries are hiring fewer collections development professionals or not replacing them","mentions":2},{"name":"Cross- and inter-disciplinary scholarship and research activities, increased frequency of","description":"An increasing number of researchers and faculty are engaging in research and collaborations that span disciplines giving rise to more cross- (and inter-) disciplinary research activities","mentions":2},{"name":"Datasets, increased need to collect and curate","description":"As more scholars become involved in research that draws upon data (e.g. computational scholarship), it has become more pressing that libraries create ways to manage the datasets that researchers generate as a side effect of their scholarship as well as the primary data that they need to perform their research","mentions":2},{"name":"Digital objects and resources, increased importance to collections","description":"As patron expectations now include access to digital resources, these resources have increasing importance to collections and collections development activities","mentions":2},{"name":"Digital resources, the transient nature and proliferation of","description":"Many digital resources, such as websites, are transient and may disappear entirely  at the whim of the creator, due to technical obsolescence, a decision made by an information hosting service (e.g. Facebook), or other reasons","mentions":2},{"name":"Digitization of materials, increase in","description":"Increasingly, libraries are digitizing their unique holdings and also digitizing some materials (e.g. articles in serials or chapters of monographs) for limited access to patrons","mentions":2},{"name":"Digitization projects, changes in funding for","description":"Increasingly, organizations are getting funding to digitize existing print collections","mentions":2},{"name":"E-resources, increased demand for","description":"Given patron expectations regarding access, the demand for e-resources is increasing","mentions":2},{"name":"Globalization of disciplines","description":"There is increased world-wide participation of scholars in many disciplines","mentions":2},{"name":"Information and information delivery, impact of technology upon","description":"Technology, such as the Internet and the World Wide Web, has had a significant impact on how information is created, its format, and how it is delivered","mentions":2},{"name":"Mismatch between budget size and growth of knowledge","description":"Scholarly output and the availability of primary research materials has outpaced the budgets of libraries and other institutions to purchase them","mentions":2},{"name":"New media and content producers, rise of","description":"New media refers to on-demand access to content any time, anywhere, on any digital device, as well as interactive user feedback, creative participation and community formation around the media content. Another important promise of new media is the democratization of the creation, publishing, distribution and consumption of media content. Another aspect of new media is the real-time generation of new, unregulated content (Wikipedia)","mentions":2},{"name":"Patron-driven acquisition, increased practice of","description":"Describes the practice of acquiring resources based upon patron-demand, as opposed to acquiring resources chosen by selectors","mentions":2},{"name":"Physical space, constraints on (including costs)","description":"The decreasing availability of physical space needed to store print materials is playing a role in the movement to collect more digital materials","mentions":2},{"name":"Relationships with vendors having non-academic subscription models, increased number of","description":"Increasingly, content that scholars want access to are not available from traditional publishers. This requires that libraries enter relationships with vendors that do not have traditional academic subscription models","mentions":2},{"name":"Scholarly publication, increased rate of","description":"With new forms of scholarship, in addition to new journals (e.g. Open access), there has been an increase in the amount of scholarship produced","mentions":2},{"name":"Shift from comprehensive collecting to narrowly-focused collecting","description":"Libraries have begun shifting from collecting as broadly as possible to collecting based upon a tight interpretation of their mission. This has implications for preserving the breadth of scholarship across multiple institutions","mentions":2},{"name":"Social networks and social media, rise of","description":"Online services, platforms, or sites that focus on facilitating the building of social networks or social relations among people who, for example, share interests, activities, backgrounds, or real-life connections (Source: Wikipedia)","mentions":2},{"name":"Special and distinctive collections, increased importance of","description":"Libraries' special and distinctive collections have become increasingly important as libraries (and institutions) strive to emphasis the unique materials in their collections rather than their more homogeneous contents","mentions":2}],"3":[{"name":"Consolidation and other changes in publishing industry","description":"The traditional publishing industry is currently undergoing some significant structural changes, including consolidation","mentions":3},{"name":"Data-driven collecting decisions, increased practice of (e.g. bibliometrics)","description":"Increasingly, libraries are requiring that collections (and other budget items) justify their purchasing decisions using quantitative means","mentions":3},{"name":"Digital content and digital formats, increased patron desire for","description":"Related to patrons expectations that information be accessible online is their expectation that multiple formats should be available as well","mentions":3},{"name":"Expectation that all information should be freely available","description":"Given the wide availability of search engines and content aggregators, many users are under the impression that all digital information should be easy to access online and accessible via technologies like search engines. As a result, information resources that are behind paywalls or that reside in databases (and other 'dark web' sources) are ignored or de-emphasized","mentions":3},{"name":"Information seeking and discovery, changes in","description":"The manner in which users seek and find information has changed, largely due to technological changes and the resulting changes in their expectations","mentions":3},{"name":"Interdisciplinary scholarship, increased instances of","description":"Interdisciplinary research is any study or group of studies undertaken by scholars from two or more distinct scientific disciplines. The research is based upon a conceptual model that links or integrates theoretical frameworks from those disciplines, uses study design and methodology that is not limited to any one field, and requires the use of perspectives and skills of the involved disciplines throughout multiple phases of the research process (Source: http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1955232/)","mentions":3},{"name":"Mobile computing, growth of","description":"An increasing number of users have mobile devices and expect to be able to use them to access library resources","mentions":3},{"name":"Patron engagement with library, changing modes of","description":"Patrons are now engaging with, and expect to engage with the library and library collections in different ways. For instance, they may expect remote access, access via search engines, etc.","mentions":3}],"4":[{"name":"Big data","description":"Refers to a collection of datasets so large and complex that it is challenging to manage it using traditional database or information management tools (Source: Wikipedia)","mentions":4},{"name":"Born-digital content, increased importance of","description":"Content that is born-digital, having never been in print, is important to patrons who increasingly expect information to be digital and accessible at all times","mentions":4},{"name":"Digital collections, increased importance of","description":"Patron access expectations, as well as a desire to make 'hidden' collections more accessible to others, and an increase in funding for digitization projects is driving the increased importance of library digital collections","mentions":4},{"name":"Funding competition","description":"There is increased competition for funding within libraries and wider institutions. Collections development budgets have been affected as a result.","mentions":4},{"name":"Knowledge, increased proliferation and wide availability of","description":"Information of all types, print and digital, is available in massive quantities and increasing amounts","mentions":4},{"name":"Print-to-digital transition","description":"In many disciplines, there has been a migration in publishing from print resources to digital resources","mentions":4},{"name":"Scholarly communication, new forms of","description":"There are now few forms of communication between scholars and the scholarly community","mentions":4},{"name":"Serials, increased cost of","description":"Like e-resources, the cost of serials has increased as well","mentions":4}],"5":[{"name":"Access to digital resources and data, increased demand for","description":"There is increasing demand on the part of patrons to have online access to materials. This demand ties into their changing perceptions about the purpose of the library and expectations that resources should be available electronically, not just in print","mentions":5},{"name":"Born-digital content, proliferation of","description":"Content that is born-digital has become increasingly common","mentions":5},{"name":"Internet, explosive growth of","description":"Driven in part by the rise of Web technologies and innovations in information technology, there has been explosive growth in internet- and Web-based services and products","mentions":5},{"name":"Open access journals (and resources), proliferation of or interest in","description":"With the increasing costs and restrictions placed upon research journals, more researchers (and research funding agencies, like the NIH) are expressing interest in Open access publications","mentions":5},{"name":"Scholarship and/or research, new inputs to","description":"Due to the digital revolution, there are now new inputs (primary materials) to scholarship","mentions":5}],"6":[{"name":"Access to information and technology resources, changing patron expectations for","description":"Patrons now expect to have remote, unlimited, and constantly available access to information and technology resources, such as software and articles online","mentions":6},{"name":"E-resources, proliferation of","description":"The publishing industry has responded to the demand for e-resources by making more of them more widely available (for a fee). The digital revolution has also made it easier to self-publish digital resources","mentions":6}],"7":[{"name":"24/7 global access to information resources","description":"Patrons now have the expectation that they will have access to all information resources from any location, at any hour of the day or night","mentions":7}],"8":[{"name":"E-resources, increased cost of","description":"The price of licensing e-resources is rising","mentions":8}],"11":[{"name":"Digital content and digital formats, proliferation and wide availability of","description":"Digital content (free and that which is behind pay walls) is now widely available. Content aggregators have helped to fuel this availability","mentions":11}],"12":[{"name":"Scholarship and/or research, new forms of","description":"Scholarship is taking new forms beyond traditional peer-reviewed articles published in journals","mentions":12}],"24":[{"name":"Funding constraints","description":"Libraries have been under increasing funding constraints due to budget cuts in other areas and the impact of the overall economy on institutional expenditures","mentions":24}]}}